Repository: CofficLab/Cisum_SwiftUI
Catalog: Packages/PluginLikeButton/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant_hk

source: Basic Operations
zh_hans: 基本操作
zh_hant_hk: 基本操作

source: Click the heart button in the toolbar.
zh_hans: 在工具栏点击心形按钮。
zh_hant_hk: 在工具列按一下愛心按鈕。

source: Core Capabilities
zh_hans: 核心能力
zh_hant_hk: 核心能力

source: Currently disabled; you can enable it in the Plugin Manager.
zh_hans: 当前为停用状态，可在插件管理中开启。
zh_hant_hk: 目前已停用，可在外掛程式管理中開啟。

source: Like Button
zh_hans: 喜欢按钮
zh_hant_hk: 喜歡按鈕

source: Like/Unlike Button
zh_hans: 喜欢/取消喜欢 按钮
zh_hant_hk: 喜歡/取消喜歡 按鈕

source: Notes
zh_hans: 说明
zh_hant_hk: 說明

source: Overview
zh_hans: 概述
zh_hant_hk: 概述

source: Plugin
zh_hans: 插件
zh_hant_hk: 外掛程式

source: Provides a unified Favorite button in the toolbar
zh_hans: 在工具栏提供统一的「喜欢」按钮。
zh_hant_hk: 在工具列提供統一的「喜歡」按鈕。

source: Quickly likes from the toolbar.
zh_hans: 在工具栏快捷标记喜欢。
zh_hant_hk: 在工具列快速標記喜歡。

source: State Sync
zh_hans: 状态同步
zh_hant_hk: 狀態同步

source: State Sync: stays in sync with each media's like state.
zh_hans: 状态同步：与各媒体喜欢状态联动。
zh_hant_hk: 狀態同步：與各媒體的喜歡狀態連動。

source: Stays in sync with each media's like state.
zh_hans: 与各媒体喜欢状态联动。
zh_hant_hk: 與各媒體的喜歡狀態連動。

source: Toggles the like state of the current media.
zh_hans: 标记当前播放内容的喜欢状态。
zh_hant_hk: 切換目前播放內容的喜歡狀態。

source: Toolbar Button
zh_hans: 工具栏按钮
zh_hant_hk: 工具列按鈕

source: Toolbar Button: quickly likes from the toolbar.
zh_hans: 工具栏按钮：在工具栏快捷标记喜欢。
zh_hant_hk: 工具列按鈕：在工具列快速標記喜歡。

source: Type
zh_hans: 类型
zh_hant_hk: 類型

source: Version
zh_hans: 版本
zh_hant_hk: 版本
